10/data/attachments/19911719cce0685.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kelly_act_Friend_70772_5</nif:username>
            <nif:friendToBeRequested>soap_friends_a0190080-e586-4dc7-b364-b59b2cc15082</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>